Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
th_th: คุณลืมรหัสผ่านหรือกำลังเข้าสู่ระบบเป็นครั้งแรกใช่หรือไม่ ป้อนอีเมลของคุณด้านล่างเพื่อรับคำแนะนำในการตั้งรหัสผ่าน

source: If you haven't received our email within the next 3 minutes, you can request a new email.
th_th: หากคุณไม่ได้รับอีเมลจากเราภายใน 3 นาทีต่อจากนี้ คุณสามารถร้องขออีเมลใหม่ได้

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
th_th: โปรดตรวจสอบกล่องจดหมาย "{{email}}" ของคุณเพื่อหาอีเมลจาก beqom ที่มีลิงก์เฉพาะสำหรับรีเซ็ตรหัสผ่านของคุณ หากคุณไม่พบอีเมลนี้ในกล่องจดหมายหลัก กรุณาตรวจสอบในโฟลเดอร์สแปมด้วย

source: Set my password
th_th: ตั้งรหัสผ่านของฉัน

source: Autosave
th_th: บันทึกอัตโนมัติ

source: Back to home page
th_th: กลับสู่หน้าหลัก

source: Back to "Manage behavior libraries" page
th_th: กลับไปยังหน้า "จัดการไลบรารีพฤติกรรม"

source: Back to {{pageName}}
th_th: กลับไปที่ {{pageName}}

source: Service temporarily unavailable
th_th: บริการไม่พร้อมใช้งานชั่วคราว

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
th_th: เซิร์ฟเวอร์ไม่พร้อมให้บริการชั่วคราว โปรดลองอีกครั้งในอีกไม่กี่นาที หากปัญหายังคงอยู่ โปรดติดต่อทีมไอทีของคุณเพื่อขอความช่วยเหลือ

source: Continue editing
th_th: ดำเนินการแก้ไขต่อ

source: Discard and close
th_th: ละทิ้งและปิด

source: You have unsaved changes. Do you want to discard them?
th_th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก คุณต้องการยกเลิกการเปลี่ยนแปลงดังกล่าวหรือไม่

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
th_th: ปัจจุบัน บริษัทของเราไม่มีไลบรารีพฤติกรรมอย่างเป็นทางการ อย่างไรก็ตาม เรากำลังดำเนินการสร้างไลบรารีดังกล่าวอย่างขยันขันแข็งเพื่อให้บรรลุเป้าหมายขององค์กรได้ดียิ่งขึ้น ทีมงานของเรากำลังพัฒนาไลบรารีพฤติกรรมที่ครอบคลุมซึ่งสอดคล้องกับค่านิยมและวัตถุประสงค์ของบริษัทอย่างแข็งขัน เราขอขอบคุณที่คุณเข้าใจและหวังว่าจะได้แบ่งปันความคืบหน้าของเราให้คุณทราบในอนาคตอันใกล้นี้

source: Assigned to:
th_th: มอบหมายให้กับ:

source: Behavior library details
th_th: รายละเอียดไลบรารีพฤติกรรม

source: Delete library
th_th: ลบไลบรารี

source: Disable library
th_th: ปิดใช้งานไลบรารี

source: Edit library
th_th: แก้ไขไลบรารี

source: Enable library
th_th: เปิดใช้งานไลบรารี

source: Library owners:
th_th: เจ้าของไลบรารี:

source: Publication date:
th_th: วันที่เผยแพร่:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
th_th: ผู้ใช้จะไม่สามารถแท็กพฤติกรรมนี้ได้อีกต่อไป แต่จะเห็นพฤติกรรมที่ได้รับหรือส่งไป

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
th_th: หลังจากเปิดใช้งานไลบรารีนี้แล้ว ให้ไปที่ "แก้ไข" และตรวจสอบการตั้งค่าและการมอบหมาย เมื่อตรวจสอบและกำหนดไลบรารีแล้ว ไลบรารีจะพร้อมให้ผู้ใช้ปลายทางใช้งานได้ คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานไลบรารี

source: The library {{name}} was successfully deleted.
th_th: ไลบรารี {{name}} ถูกลบเรียบร้อยแล้ว

source: The library {{name}} was successfully disabled.
th_th: ไลบรารี {{name}} ถูกปิดใช้งานเรียบร้อยแล้ว

source: The library {{name}} was successfully enabled.
th_th: เปิดใช้งานไลบรารี {{name}} สำเร็จแล้ว

source: Copyright © {{year}} beqom SA.
th_th: ลิขสิทธิ์ © {{year}} beqom SA

source: All rights reserved.
th_th: สงวนลิขสิทธิ์

source: Company goals
th_th: เป้าหมายของบริษัท

source: Department goals
th_th: เป้าหมายของแผนก

source: Estimated bonus
th_th: โบนัสโดยประมาณ

source: Individual goals
th_th: เป้าหมายรายบุคคล

source: Bonus variable estimator
th_th: ตัวประมาณค่าตัวแปรโบนัส

source: Accept
th_th: ยอมรับ

source: Accepted
th_th: ยอมรับแล้ว

source: Add
th_th: เพิ่ม

source: Add agenda point
th_th: เพิ่มประเด็นวาระการประชุม

source: Add block
th_th: เพิ่มบล็อค

source: Add feature
th_th: เพิ่มฟีเจอร์

source: Add feedback note
th_th: ร่างฟีดแบค

source: Add field
th_th: เพิ่มฟิลด์

source: Add note
th_th: เพิ่มหมายเหตุ

source: Add option
th_th: เพิ่มตัวเลือก

source: Add type
th_th: เพิ่มประเภท

source: Apply
th_th: นำมาใช้

source: Apply filters
th_th: ใช้ตัวกรอง

source: Approve
th_th: อนุมัติ

source: Assign
th_th: กำหนด

source: Attach document
th_th: แนบเอกสาร

source: Back
th_th: กลับ

source: Change
th_th: เปลี่ยน

source: Change file name
th_th: เปลี่ยนชื่อไฟล์

source: Clear filters
th_th: ล้างตัวกรอง

source: Clear all filters and search
th_th: ล้างตัวกรองทั้งหมดและค้นหา

source: Close
th_th: ปิด

source: Invite a collaborator
th_th: เชิญผู้ร่วมงาน

source: Collapse
th_th: ไม่แสดง

source: Continue
th_th: ดำเนินการต่อ

source: Copy
th_th: คัดลอก

source: Create
th_th: สร้าง

source: Create check-in
th_th: สร้างการเช็คอิน

source: Create model
th_th: สร้างโมเดล

source: Create snapshot
th_th: สร้างสแนปชอต

source: Dark mode
th_th: โหมดมืด

source: Reject
th_th: ปฏิเสธ

source: Delete
th_th: ลบ

source: Delete all
th_th: ลบทั้งหมด

source: Delete goal
th_th: ลบเป้าหมาย

source: Discard
th_th: ทิ้ง

source: Download
th_th: ดาวน์โหลด

source: Download all
th_th: ดาวน์โหลดทั้งหมด

source: Download CSV
th_th: ดาวน์โหลด CSV

source: Download CSV file
th_th: ดาวน์โหลดไฟล์ CSV

source: Download file
th_th: ดาวน์โหลดไฟล์

source: Download log file
th_th: ดาวน์โหลดไฟล์บันทึก

source: Download PDF
th_th: ดาวน์โหลด PDF

source: Download the template
th_th: ดาวน์โหลดเทมเพลต

source: Duplicate
th_th: ซ้ำ

source: Edit
th_th: แก้ไข

source: Edit field
th_th: แก้ไขฟิลด์

source: Edit goal
th_th: แก้ไขเป้าหมาย

source: Edit goal details
th_th: แก้ไขรายละเอียดเป้าหมาย

source: Edit profile
th_th: แก้ไขโปรไฟล์

source: Edit type
th_th: แก้ไขประเภท

source: Exit
th_th: ออก

source: Expand
th_th: ขยาย

source: Export
th_th: ส่งออก

source: Export organization
th_th: ส่งออกองค์กร

source: Extend model
th_th: ขยายโมเดล

source: Filters
th_th: ตัวกรอง

source: Finish
th_th: เสร็จสิ้น

source: Generate CSV
th_th: สร้างไฟล์ CSV

source: Generate statement
th_th: สร้างรายการเดินบัญชี

source: Give
th_th: ให้

source: Give feedback
th_th: ให้ฟีดแบค

source: Go back
th_th: ย้อนกลับ

source: Hide
th_th: ซ่อน

source: Join
th_th: เข้าร่วม

source: Help Center
th_th: ศูนย์ช่วยเหลือ

source: Load more
th_th: โหลดเพิ่มเติม

source: Logout
th_th: ออกจากระบบ

source: Manage
th_th: จัดการ

source: Mark all as read
th_th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: More
th_th: มากกว่า

source: Move reviews
th_th: ย้ายการประเมินผลงาน

source: New
th_th: ใหม่

source: Next
th_th: ต่อไป

source: Next step
th_th: ขั้นตอนต่อไป

source: None
th_th: ไม่มี

source: Open
th_th: เปิด

source: Open in a new tab
th_th: เปิดในแท็บใหม่

source: Open link
th_th: เปิดลิงก์

source: Preview grid
th_th: ตารางแสดงตัวอย่าง

source: Previous
th_th: ก่อนหน้า

source: Print PDF
th_th: พิมพ์ PDF

source: Proceed
th_th: ดำเนินการ

source: Reassign review
th_th: มอบหมายการประเมินผลงานใหม่

source: Remove
th_th: ลบออก

source: Remove all
th_th: ลบทั้งหมด

source: Remove file
th_th: ลบไฟล์

source: Remove selected
th_th: ลบที่เลือก

source: Rename
th_th: เปลี่ยนชื่อ

source: Republish
th_th: เผยแพร่ซ้ำ

source: Request
th_th: ขอ

source: Request feedback
th_th: ขอฟีคแบค

source: Reset to default
th_th: รีเซ็ตเป็นค่าเริ่มต้น

source: Resubmit
th_th: ส่งใหม่อีกครั้ง

source: Submit again for approval
th_th: ส่งอีกครั้งเพื่ออนุมัติ

source: Retry
th_th: ลองอีกครั้ง

source: Save
th_th: บันทึก

source: Save & exit
th_th: บันทึกและออก

source: Save as draft
th_th: บันทึกเป็นแบบร่าง

source: Save changes
th_th: บันทึกการเปลี่ยนแปลง

source: Save draft and exit
th_th: บันทึกแบบร่างและออก

source: Save updates
th_th: บันทึกการอัปเดต

source: Select
th_th: เลือก

source: Send
th_th: ส่ง

source: Send feedback
th_th: ส่งฟีดแบค

source: Send now
th_th: ส่งตอนนี้

source: Send requests
th_th: ส่งคำขอ

source: Share
th_th: แบ่งปัน

source: Show
th_th: แสดง

source: Show less
th_th: แสดงน้อยลง

source: Show more
th_th: แสดงเพิ่มเติม

source: Start upload
th_th: เริ่มอัปโหลด

source: Submit
th_th: ส่ง

source: Submitted
th_th: ส่งแล้ว

source: Toggle
th_th: สลับ

source: Toggle menu
th_th: สลับเมนู

source: Train model
th_th: ฝึกใช้โมเดล

source: Update
th_th: อัปเดต

source: Upload
th_th: อัปโหลด

source: Upload CSV
th_th: อัปโหลด CSV

source: Uploading
th_th: กำลังอัปโหลด

source: View
th_th: ดู

source: View all
th_th: ดูทั้งหมด

source: View check-in
th_th: ดูการเช็คอิน

source: No behavior libraries yet.
th_th: ยังไม่มีไลบรารีพฤติกรรม

source: Create your first behavior library
th_th: สร้างไลบรารีพฤติกรรมแรกของคุณ

source: Owners
th_th: เจ้าของ

source: The bonus plan was successfully duplicated.
th_th: แผนโบนัสถูกคัดลอกสำเร็จแล้ว

source: Open bonus plan
th_th: เปิดแผนโบนัส

source: Enable
th_th: เปิดใช้งาน

source: Usage details
th_th: รายละเอียดการใช้งาน

source: Changes detected in the selected goal plan.
th_th: ตรวจพบการเปลี่ยนแปลงในแผนเป้าหมายที่เลือก

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
th_th: ตรวจพบการเปลี่ยนแปลงในแผนเป้าหมายที่เลือก ใช้ร่างที่รอดำเนินการเพื่อปรับใช้การเปลี่ยนแปลงเหล่านั้นหากจำเป็น

source: Create pending draft
th_th: สร้างแบบร่างที่รอดำเนินการ

source: Duplication successful
th_th: ทำซ้ำสำเร็จ

source: Edit pending draft
th_th: แก้ไขแบบร่างที่รอดำเนินการ

source: Create bonus plan
th_th: สร้างแผนโบนัส

source: Edit bonus plan
th_th: แก้ไขแผนโบนัส

source: The pending draft was successfully updated.
th_th: อัปเดตร่างที่รอดำเนินการเรียบร้อยแล้ว

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
th_th: เส้นโค้งการจ่ายเงินบางรายการที่กำหนดให้กับแผนโบนัสนี้ถูกปิดใช้งาน กรุณากำหนดเส้นโค้งการจ่ายเงินใหม่

source: The bonus plan was successfully published.
th_th: แผนโบนัสได้รับการเผยแพร่อย่างเรียบร้อยแล้ว

source: The pending draft was successfully published.
th_th: ฉบับร่างที่รอดำเนินการถูกเผยแพร่อย่างสำเร็จแล้ว

source: Numeric
th_th: ตัวเลข

source: Percentage
th_th: เปอร์เซ็นต์

source: Achievement calculation
th_th: การคำนวณความสำเร็จ

source: Calculation of the achievement per each goal
th_th: การคำนวณผลสัมฤทธิ์ของแต่ละเป้าหมาย

source: Calculated bonus
th_th: โบนัสที่คำนวณแล้ว

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
th_th: เมื่อมีหลายสถานการณ์ที่เกี่ยวข้อง โบนัสสุดท้ายจะเป็นผลรวมของโบนัสที่คำนวณได้สำหรับแต่ละสถานการณ์

source: Review the bonus calculation equation
th_th: ตรวจสอบสมการคำนวณโบนัส

source: Goal achievement %
th_th: เปอร์เซ็นต์การบรรลุเป้าหมาย

source: Goal type weight
th_th: ประเภทน้ำหนักของเป้าหมาย

source: LoA factor
th_th: ปัจจัย LoA

source: Payout curve result
th_th: ผลลัพธ์ของเส้นโค้งการจ่ายเงิน

source: Target bonus
th_th: โบนัสเป้าหมาย

source: TiR factor
th_th: ปัจจัย TiR

source: Bonus formula overview
th_th: ภาพรวมสูตรโบนัส

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
th_th: สูตรนี้ใช้คำนวณการจ่ายโบนัส ท่านสามารถปรับเปลี่ยนได้ในภายหลังระหว่างขั้นตอนการสร้างรอบการจ่ายค่าตอบแทน

source: Bonus calculation equation
th_th: สมการคำนวณโบนัส

source: Specify the performance indicators and payout curve
th_th: ระบุตัวชี้วัดประสิทธิภาพและเส้นโค้งการจ่ายผลตอบแทน

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
th_th: เส้นโค้งการจ่ายผลตอบแทน {{payoutCurveName}} ถูกปิดใช้งานอยู่ หากคุณแก้ไข จะไม่สามารถเลือกใช้งานได้อีกต่อไป

source: Deactivated payout curve
th_th: ปิดการใช้งานเส้นโค้งการจ่ายค่าตอบแทนแล้ว

source: Add a goal plan and assign payout curves.
th_th: เพิ่มแผนเป้าหมายและกำหนดเส้นโค้งการจ่ายผลตอบแทน

source: Payout curve
th_th: เส้นโค้งการจ่ายเงิน

source: Measurement
th_th: การวัด

source: Add a plan, set a payout curve and a calculated weight.
th_th: เพิ่มแผน กำหนดเส้นโค้งการจ่ายเงิน และน้ำหนักที่คำนวณแล้ว

source: Add goal plan
th_th: เพิ่มแผนเป้าหมาย

source: Add plan
th_th: เพิ่มแผน

source: Get started by adding a goal plan
th_th: เริ่มต้นโดยการเพิ่มแผนเป้าหมาย

source: This payout curve is disabled; please choose another one.
th_th: เส้นโค้งการจ่ายเงินนี้ถูกปิดใช้งาน กรุณาเลือกเส้นโค้งอื่น

source: This payout curve is disabled; please select another one.
th_th: เส้นโค้งการจ่ายเงินนี้ถูกปิดใช้งาน กรุณาเลือกเส้นโค้งอื่น

source: Search for payout curves
th_th: ค้นหาเส้นโค้งการจ่ายเงิน

source: Please provide a goal plan.
th_th: โปรดจัดทำแผนเป้าหมาย

source: {{percent}}% weight
th_th: น้ำหนัก {{percent}}%

source: Performance indicator (goals)
th_th: ตัวชี้วัดประสิทธิภาพ (เป้าหมาย)

source: Bonus type
th_th: ประเภทโบนัส

source: The code cannot be empty.
th_th: โค้ดต้องไม่เว้นว่าง

source: Plan details
th_th: รายละเอียดแผน

source: A bonus plan with that code already exists
th_th: มีแผนโบนัสที่มีรหัสนั้นอยู่แล้ว

source: Goal plan period
th_th: ช่วงระยะเวลาของแผนเป้าหมาย

source: Define the time frame for the goal plan to be used in this bonus plan.
th_th: กำหนดระยะเวลาสำหรับแผนเป้าหมายที่จะใช้ในแผนโบนัสนี้

source: End date is required
th_th: จำเป็นต้องระบุวันที่สิ้นสุด

source: The start date is required.
th_th: จำเป็นต้องระบุวันที่เริ่มต้น

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
th_th: คุณได้เลือกแผนเป้าหมายไว้แล้ว หากต้องการอัปเดตช่วงเวลา กรุณาลบการเลือกปัจจุบันออกก่อน

source: The name cannot be empty.
th_th: ต้องระบุชื่อ ไม่สามารถเว้นว่างได้

source: Search by name
th_th: ค้นหาตามชื่อ

source: Discretionary bonus
th_th: โบนัสตามดุลยพินิจ

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
th_th: มอบให้ตามดุลยพินิจของผู้จัดการผลตอบแทน ไม่ผูกพันกับตัวชี้วัดประสิทธิภาพเฉพาะ

source: STI: KPIs with payout curves
th_th: STI: ตัวชี้วัดประสิทธิภาพหลัก (KPI) พร้อมเส้นโค้งการจ่ายเงิน

source: A bonus tied to KPIs where payouts adjust based on performance levels.
th_th: โบนัสที่ผูกกับ KPI ซึ่งการจ่ายเงินจะปรับตามระดับของผลการปฏิบัติงาน

source: Define the population(s) for the bonus plan.
th_th: กำหนดกลุ่มพนักงานสำหรับแผนโบนัส

source: Select the populations relevant for this bonus plan.
th_th: เลือกกลุ่มประชากรที่เกี่ยวข้องกับแผนโบนัสนี้

source: Select populations
th_th: เลือกประชากร

source: Population summary
th_th: สรุปประชากร

source: Overview of the population definition
th_th: ภาพรวมของคำนิยามประชากร

source: System populations
th_th: กลุ่มประชากรของระบบ

source: Apply individual inclusion and exclusion.
th_th: ใช้การรวมและการยกเว้นเป็นรายบุคคล

source: No workers added to the population yet
th_th: ยังไม่มีการเพิ่มคนงานเข้าไปในประชากร

source: Manual worker selections
th_th: การเลือกคนงานด้วยตนเอง

source: Workers selected manually
th_th: เลือกคนงานด้วยตนเอง

source: Apply prorating factors
th_th: ใช้ปัจจัยการปรับสัดส่วน

source: Leave of absence (LoA)
th_th: การลางาน (LoA)

source: Select factors to apply to the plan
th_th: เลือกปัจจัยที่จะนำไปใช้กับแผน

source: Selected factors
th_th: ปัจจัยที่เลือก

source: Time in role (TiR)
th_th: ระยะเวลาในบทบาท (TiR)

source: Time in role to target
th_th: ระยะเวลาในบทบาทจนถึงเป้าหมาย

source: Prorating factors
th_th: ปัจจัยการคำนวณตามสัดส่วน

source: Review plan configurations
th_th: การกำหนดค่าแผนการตรวจสอบ

source: Summary
th_th: สรุป

source: View bonus plan
th_th: ดูแผนโบนัส

source: The payout curve is required.
th_th: จำเป็นต้องมีเส้นโค้งการจ่ายเงิน

source: Bulk assign
th_th: กำหนดแบบกลุ่ม

source: Select which payout curve will be assigned to the selected goals.
th_th: เลือกเส้นโค้งการจ่ายเงินที่จะถูกกำหนดให้กับเป้าหมายที่เลือก

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
th_th: เส้นโค้งการจ่ายเงินหนึ่งรายการขึ้นไปถูกปิดใช้งานแล้ว หากคุณกำหนดเส้นโค้งการจ่ายเงินใหม่ คุณจะไม่สามารถเลือกเส้นโค้งที่ถูกปิดใช้งานเหล่านั้นได้อีก

source: Assign payout curve
th_th: กำหนดเส้นโค้งการจ่ายเงิน

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
th_th: กำหนดเส้นโค้งการจ่ายเงินเริ่มต้นตามประเภทเป้าหมายและเกณฑ์การวัด ตัวเลือกเส้นโค้งการจ่ายเงินที่มีให้จะสอดคล้องกับประเภทของหน่วยผลลัพธ์ ท่านสามารถเปลี่ยนแปลงค่าเริ่มต้นเหล่านี้ได้ในภายหลังหากจำเป็น

source: Default payout curves
th_th: เส้นโค้งการจ่ายเงินเริ่มต้น

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
th_th: คุณจะสามารถกำหนดเส้นโค้งการจ่ายผลตอบแทนได้เมื่อมีการโหลดประเภทเป้าหมายและเกณฑ์การวัดผลแล้ว

source: Select a goal plan to get started
th_th: เลือกแผนเป้าหมายเพื่อเริ่มต้น

source: Please select a goal plan.
th_th: โปรดเลือกแผนเป้าหมาย

source: The payout curve was successfully assigned.
th_th: กำหนดเส้นโค้งการจ่ายเงินสำเร็จแล้ว

source: The payout curves were successfully assigned.
th_th: กำหนดเส้นโค้งการจ่ายเงินสำเร็จแล้ว

source: Autosaved
th_th: บันทึกอัตโนมัติ

source: Select goal
th_th: เลือกเป้าหมาย

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
th_th: คุณแน่ใจหรือว่าต้องการลบแผนเป้าหมายนี้หรือไม่? การดำเนินการนี้จะลบการตั้งค่าทั้งหมดอย่างถาวร

source: Delete goal plan
th_th: ลบแผนเป้าหมาย

source: Empty
th_th: ว่างเปล่า

source: Individual
th_th: บุคคล

source: Organizational
th_th: เชิงองค์กร

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
th_th: ไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาหรือการกรอง กรุณาลบตัวกรองและล้างการค้นหาเพื่อแสดงผลลัพธ์ทั้งหมด

source: Search by goal name
th_th: ค้นหาตามชื่อเป้าหมาย

source: {{count}} items selected
th_th: เลือก {{count}} รายการ

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
th_th: เป้าหมายบางรายการยังไม่ได้กำหนดเส้นโค้งการจ่ายผลตอบแทน ท่านสามารถดำเนินการต่อได้ แต่เป้าหมายเหล่านี้จะไม่ถูกรวมในการคำนวณโบนัส

source: Unassigned goals
th_th: เป้าหมายที่ยังไม่ได้กำหนด

source: Pending draft
th_th: แบบร่างที่รอดำเนินการ

source: Bonus Plans
th_th: แผนโบนัส

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
th_th: คุณแน่ใจหรือไม่ว่าต้องการอัปเดตแผนเป้าหมายนี้? แผนโบนัสที่เผยแพร่แล้วจะไม่ถูกกระทบจนกว่าคุณจะเผยแพร่อีกครั้ง

source: Update goal plan
th_th: อัปเดตแผนเป้าหมาย

source: Refresh goals
th_th: รีเฟรชเป้าหมาย

source: The goal plan was successfully updated.
th_th: อัปเดตแผนเป้าหมายสำเร็จแล้ว

source: Update compensation rounds to the latest version.
th_th: อัปเดตรอบการชดเชยให้เป็นเวอร์ชันล่าสุด

source: Check the usage details to see where this plan is used.
th_th: ตรวจสอบรายละเอียดการใช้งานเพื่อดูว่าแผนนี้ถูกใช้อยู่ที่ไหน

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
th_th: คุณกำลังจะเผยแพร่ร่างที่ค้างอยู่ ซึ่งจะเข้ามาแทนที่เวอร์ชันที่เผยแพร่อยู่ในปัจจุบันของแผนโบนัสนี้

source: To apply your changes:
th_th: หากต้องการใช้การเปลี่ยนแปลงของคุณ:

source: This action won’t automatically update the compensation rounds using this plan.
th_th: การดำเนินการนี้จะไม่อัปเดตรอบการให้ค่าตอบแทนที่ใช้แผนนี้โดยอัตโนมัติ

source: Publish updated bonus plan
th_th: เผยแพร่แผนโบนัสที่อัปเดต

source: Owner
th_th: เจ้าของ

source: Published date
th_th: วันที่เผยแพร่

source: Search by name or code
th_th: ค้นหาด้วยชื่อหรือรหัส

source: Competency Scales
th_th: มาตราวัดความสามารถ

source: The career development plan was successfully updated.
th_th: แผนพัฒนาความก้าวหน้าในสายอาชีพได้รับการอัปเดตเรียบร้อยแล้ว

source: Add question
th_th: เพิ่มคำถาม

source: Edit career development plan
th_th: แก้ไขแผนพัฒนาความก้าวหน้าในสายอาชีพ

source: No translation provided for the description
th_th: ไม่มีคำแปลสำหรับคำอธิบาย

source: No translation provided for the title
th_th: ไม่มีการแปลสำหรับชื่อเรื่อง

source: Specify the number of days
th_th: ระบุจำนวนวัน

source: Configure notifications and preferred notification delivery channels
th_th: กำหนดค่าการแจ้งเตือนและช่องทางการส่งมอบการแจ้งเตือนที่ต้องการ

source: Message
th_th: ข้อความ

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
th_th: ทำได้ดีมาก! เหลือเวลาอีกเพียงไม่กี่วันในแผนพัฒนาความก้าวหน้าในสายอาชีพของคุณ ตอนนี้ถือเป็นเวลาที่สมบูรณ์แบบที่จะทบทวนความคืบหน้าและเพิ่มความคิดเห็นเพิ่มเติม

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
th_th: วันนี้เป็นวันสุดท้ายของแผนพัฒนาความก้าวหน้าในสายอาชีพของคุณ ขอแสดงความยินดีกับความมุ่งมั่นและการเติบโตตลอดเส้นทางอาชีพนี้

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
th_th: แผนพัฒนาความก้าวหน้าในสายอาชีพของคุณพร้อมสำหรับการประเมินผลงานขั้นสุดท้ายแล้ว โปรดยืนยันและลงนามในแผนหลังจากหารือกับหัวหน้างานของคุณ

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
th_th: การประเมินตนเองของคุณได้รับการส่งแล้ว หัวหน้างานของคุณจะตรวจสอบและให้ฟีดแบคในเร็วๆ นี้

source: Your career development plan has started. Review the plan and begin working on your objectives.
th_th: แผนพัฒนาความก้าวหน้าในสายอาชีพของคุณได้เริ่มต้นแล้ว ทบทวนแผนและเริ่มดำเนินการตามวัตถุประสงค์ของคุณ

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
th_th: การประเมินตนเองของคุณเปิดขึ้นแล้ว โปรดใช้เวลาไตร่ตรองแล้วส่งคำตอบของคุณ

source: Send a notification a certain number of days before the end of the plan
th_th: ส่งการแจ้งเตือนล่วงหน้าจำนวนวันที่กำหนดก่อนสิ้นสุดแผน

source: Send a notification on the day
th_th: ส่งการแจ้งเตือนในวัน

source: End of the career development plan
th_th: สิ้นสุดแผนพัฒนาความก้าวหน้าในสายอาชีพ

source: Career development plan PDF creation
th_th: การสร้างแผนพัฒนาความก้าวหน้าในสายอาชีพ PDF

source: Plan sign-off
th_th: การลงชื่อในแผน

source: Review & feedback
th_th: การประเมินผลงานและฟีดแบค

source: Start of the career development plan
th_th: การเริ่มต้นแผนพัฒนาความก้าวหน้าในสายอาชีพ

source: Worker submission
th_th: การส่งงานของพนักงาน

source: Email notifications
th_th: การแจ้งเตือนทางอีเมล

source: In-app notifications
th_th: การแจ้งเตือนในแอป

source: Notification delivery channel
th_th: ช่องทางการส่งการแจ้งเตือน

source: Core components
th_th: ส่วนประกอบหลัก

source: Enable, configure & reorder core components
th_th: เปิดใช้งาน กำหนดค่า และเรียงลำดับส่วนประกอบหลักใหม่

source: Continuous plan
th_th: แผนต่อเนื่อง

source: Enter the basic information for the plan
th_th: ป้อนข้อมูลพื้นฐานสำหรับแผน

source: Fixed duration plan
th_th: แผนระยะเวลาคงที่

source: Local owner
th_th: เจ้าของในพื้นที่

source: Select owner
th_th: เลือกเจ้าของ

source: Send career development plan PDF to Documents
th_th: ส่งไฟล์ PDF แผนพัฒนาสายอาชีพไปยังเอกสาร

source: A plan with this code already exists.
th_th: มีแผนที่ใช้รหัสนี้อยู่แล้ว

source: Select option
th_th: เลือกตัวเลือก

source: Eligibility
th_th: คุณสมบัติ

source: Specify the eligibility for the comp round
th_th: ระบุสิทธิ์เข้ารอบการจ่ายผลตอบแทน

source: Define the populations for the plan
th_th: กำหนดจำนวนประชากรสำหรับแผน
